export default {
    "textLabel":{
        "user_blocked_1":"धोखा दे गतिविधियों के कारण आपका खाता निलंबित कर दिया गया है।",
        "user_blocked_2":"आप contest@hinterstellar.com पर ईमेल भेजने से अपील कर सकते हैं। कृपया आप अपने आमंत्रित कोड का उल्लेख करें और सफल निमंत्रण के लिए प्रमाण प्रदान करें। आमंत्रित कोड और सबूत के बिना अपील पर कार्रवाई नहीं की जाएगी।",
        "user_blocked_3":"आपके प्रमाण में शामिल होना चाहिए:",
        "user_blocked_4":"1. आपने कितने दोस्तों को आमंत्रित किया है",
        "user_blocked_5":"2. आपने कैसे आमंत्रित किया",
        "user_blocked_6":"3. अपने आमंत्रित मित्रों के स्क्रीनशॉट प्रदान करें।",
        "user_blocked_7":"समझने के लिए धन्यवाद। आपकी अपील 3 कार्यदिवसों में संसाधित की जाएगी।",


        "invite_rule_tip": "फ्रेंड इनवाइट कर पैसा कैसे कमाएं",
        "invite_code": "निमंत्रण कोर्ड",
        "invite_code_submit": "जमा करें",
        "invite_code_success": "निमंत्रण कोर्ड सबमिट हुआ",
        "invite_code_fail": "अमान्य निमंत्रण कोर्ड",
        "invite_code_invalid": "6-अंक  लिखना चाहिए",
        "invite_code_empty": "खाली नहीं होना चाहिए",
        "invite_code_tips": "निमंत्रण कोड भरके {text} सिक्के मिलें",
        "invite_copy":"क्लिक करके कॉपी करें",
        "invite_miss_desc": "आमंत्रित दोस्त सूची में नहीं? सीधे से निमंत्रण कोर्ड उनको भेजें",
        "transfer_tips": "आमने-सामने दोस्तों का आमंत्रण",
        "transfer_desc": "तेज और सुरक्षित है। कोई इंटरनेट कनेक्शन आवश्यक नहीं है। <br/> सिर्फ नीचे आइकन पर क्लिक करके दोस्तों का आमंत्रण करें",
        "transfer_remind": "प्राप्त करने से आप अपने फ्रेंड से SHAREit या Xender को खोलने के लिए कहें।",
        "shareit":"शेयर इट",
        "xender":"क्सेंदर",

        "share_money": "मेरी आय दिखाएँ",
        "share_card_tip":"जल्दी से दोस्तों को शेयर करो!",
        // "share_on_fb": "फेसबुक पर शेयर करें",
        "share_on_fb": "व्हाट्सएप पर शेयर करें",
        "share_card_text": "दोस्तों को आमंत्रण करके हर हफ्ते में {text} जीतें",

        "index_sign_in": "कृपया साइन इन करें",
        "index_continous": "निरंतर {text} दिन",
        "partnership": "साझेदारी",
        "partnership_tip": "पहले 4 इनविटेशन पर ₹30 & 10 हज़ार सिक्के कमाएँ",
        "share_app": "ऐप्प शेयर करें",
        "share_tip": "हर सफर आमंत्रित = 50 सिक्के।",
        "read_news": "न्यूज़ पढ़ें",
        "read_news_tip": "हर कारगर आर्टिकल पढ़ने पर {text} सिक्के कमाएं। हर दिन, केवल 5 आर्टिकल पढ़ने से आपको सिक्के मिल सकते है ।",



        "withdraw_tips": "आपकी  पेटीएम अकाउंट जानकारी",
        "withdraw_wait": "कैश निकालने की याचिका हमें मिल चुकी है | पैसे आपके Paytm अकाउंट में 3 से लेकर 7 दिनों के बीछ क्रेडिट हो जायेंगे",


        "partnership_invite": "निमंत्रण दें",
        "partnership_invite_list": "आमंत्रणों की सूची",
        "partnership_share_card_text": "जोड़ी बनाओ नकद कमाओ, एक हफ्ते में जीते {text} रुपए",
        "partnership_share_card_terms": "कॉन्टेस्ट का नियम",
        "partnership_invite_tip": "फ्रेंड्स को आमंत्रित करें और पैसे कमाएं। जितना अधिक आमंत्रित करते हैं, उतना अधिक कमा सकते हैं।",
        "partnership_invite_tip2": "NewsDog आप के फ्रेंड्स और ग्रुप से आमंत्रित करें।",


        "partnership_flow_title": "असीमित कमाई प्रणाली।",
        "partnership_flow_subtitle": "पुरस्कार राशि किसी भी समय पर बदला जा सकती है।",
        "partnership_flow_step1": "जब आप एक मित्र को आमंत्रित करते हैं",
        "partnership_flow_step2": "जब आप का फ्रेंड दुसरा लोग आमंत्रित करते हैं।",
        "partnership_flow_step3": "अधिक आमंत्रित करें तो 1000 से ज्यादा कमाएं！",
        "partnership_flow_step4": "यह अंत नहीं है।",
        "partnership_flow_step4_1": "आप अधिक कमा सकते हैं,  जब आपके मित्र कमाई टास्कस को पूरा करते हैं। चलो कमाई यात्रा शुरू करो !!",

        "partnership_rules_terms": "नियम और शर्त",
        "partnership_invite_num": "अभी तक के आमंत्रित लोगों की संख्या: ",


        "leaderboard_partnership": "साझेदारी",


        "income_leader_board": "लीडरबोर्ड",
        "income_total": "कुल",
        "income_yesterday": "कल",
        "income_exchange_rate": "रूपांतरण दर: 250 सिक्के = 1 Rs",
        "income_exchange_tip": "सिक्के अगले दिन रुपयों में बदले जाएंगे",


        "checkin_tips": "रोज़ खेलो रोज़ जीतो, रोज़ पढ़ो रोज़ जीतो",
        "checkin_havaCheckedInBefore": "कल के  चेक-इन पर पाइये ",
        "checkin_havaCheckedInAfter": " सिक्के ",
        "checkin_rules": "चेक इन के नियम",
        "checkin_rulesDetail": "दैनिक चेक इन द्वारा सिक्के कमाएं। जितने दिन आप लगातार चेक इन करते हैं, उतने अधिक सिक्के आप जीत पाएंगे । पहले दिन चेक इन के लिए आपको मिलेंगे 20 सिक्के , दूसरे  दिन 25 सिक्के, और यह तीसरे और चौथे दिन बढ़ते जायेंगे। 7 वें दिन के बाद फ्लैट 50 सिक्के जोड़ दिए जाएंगे। एक भी दिन चेक इन असफल होने से  चक्र पहले दिन से शुरू होगा (20 सिक्के)",
        "checkin_share_tip": "या चेक-इन से सिक्के जीतना बहुत धीमी है ? <br/> और तेज तरीका से कोशिश करें",
        "checkin_share_btn": "व्हात्सएप पर शेयर करें",
        "checkin_share_desc": "असीमित सिक्के जीतें",


        "cashout_accumulate": "अभी तक की नकद राशि",
        "cashout_fbLogin": "पैसे निकालने के लिए लॉगइन करें",
        "cashout_withdrawLimit": "कैश निकलने के लिए न्यूनतम शेष राशि ₹{limit} . आपकी शेष राशि अभी तक नकदी के लिए पर्याप्त नहीं है। अधिक जीतने के लिए और अधिक साझा करें!",
        "cashout_withdrawStatus_0": "प्रोसेस में है",
        "cashout_withdrawStatus_1": "ट्रान्सफर हो गया",
        "cashout_withdrawStatus_cheat": "आपके द्वारा निकाली गई कुल राशि में से ₹{text} काट लिया गया है।. <span class='reason-highlight'>कारण</span>",
        "cashout_cheatReason_title": "कारण",
        "cashout_cheatReason_text": "असामान्य गतिविधियों के कारण आपके द्वारा अर्जित की गई कुल राशि में से {text}Rs कटौती की गई है। अगर आपको लगता है कि यह कटौती गलत तरीके से की गई है, तो कृपया यहां संपर्क करें। <br><br><span class='email-highlight'>contest@hinterstellar.com</span><br><br> कृपया अपने अनुरोध में अपने पेटीएम खाते का उल्लेख ज़रूर करें नहीं तो आपके अनुरोध पर कार्रवाई नही हो पाएगी। हम आपके अनुरोध पर 3 कार्य दिवसों में कार्रवाई करेंगे।",

        "action_link": "आमंत्रण लिंक पर कारगर विज़िट",
        "action_read": "न्यूज़ पढ़ें",
        "action_share": "एप्प शेयर करें",
        "action_share_whatsapp": "App शेयर गया है। कारगर क्लिक होने पर आपको 50 सिक्के मिल जाएंगे।",
        "action_effective_share": "आपके शेयर लिंक पर सफर क्लिक",
        "action_child_read": "आपके दोस्त की अभी तक की रीडिंग",
        "action_join": "नए प्लेयर का पुरस्कार",
        "action_exchange": "सिक्के कैश में बदलें",
        "action_tribute": "दोस्त रीडिंग की चुनौती",
        "action_grandson": "फ्रेंड का निमंत्रण रिवार्ड",
        "action_withdraw": "आपका अभी तक का कैश",
        "action_first_follow": "इनविटेशन पर बोनस",
        "action_repeat_invitation": "छल",
        "action_invite_code": "इनपुट निमंत्रण कोर्ड",
        "action_newbie_task": "प्रशिक्षण कार्य का रिवार्ड",
        "action_click_promotion": "घंटेवार रिवॉर्ड",



        "whatsapp": "व्हाट्सएप",
        "facebook": "फेसबुक",
        "sms": "एसएमएस",
        "other": "अन्य",


        "day": "दिन",
        "days": "दिन",
        "faq": "सामान्य प्रश्न",
        "ok": "ठीक",
        "top": "रैंक",
        "user_id": "यूजर ID",
        "coins": "सिक्के",
        "coin": "सिक्के",
        "rank": "रैंक",
        "income": "कमाई",
        "cashout": "कैश निकालें",
        "details": "खाता विवरण",
        "details_tip": "सिर्फ पिछले 10 दिनों के 50 रिकॉर्ड",
        "checkin": "चेक इन",
        "balance": "बैलेंस",
        "cash_out": "कैश निकालें",
        "first_follow": "इनविटेशन पर बोनस",
        "bonus": "इनविटेशन पर बोनस",
        "follow": "इनविटेशन पर बोनस",
        "number": "संख्या",
        "rule_detail":"डिटेल",

        "newbie_title": "नए लोगों के लिए कार्य शुरू करें !",
        "newbie_guide": "यह प्रशिक्षण कार्य पैसे कमाने के बारे में आप को पताएगा। किस्मत बनाने के इस मौके को मत जाने दीजिए।<br><br>प्रशिक्षण कार्य पूरा करने के बाद आपको 100 सिक्के मिलेंगे। अब शुरू करें।",
        "newbie_start": "चलो शुरू करें",
        "newbie_step_1": "<span class='newbie-highlight-2'>प्रशिक्षण कार्य 1 : चेक-इन करें</span><br><br>रोजाना चेक-इन करें और सिक्के जीतें ।<br><br>लगातार चेक-इन करके आप ज्यादा सिक्के जीत सकते हैं।<br><br>अब चेक-इन करने के लिए दाएं कोने में ऊपर की तरफ <span class='newbie-highlight-1'>चेक-इन</span> के बटन पर क्लिक करें।",
        "newbie_checkin_title": "<span class='newbie-highlight-3'>बहुत बढ़िया!</span><br><span class='newbie-highlight-3'>आपने चेक-इन का काम पूरा कर लिया है।</span>",
        "newbie_checkin_header": "सिक्के क्या हैं ?<br><br>",
        "newbie_checkin_content": "सिक्के NewsDog में वर्चुअल पैसे  हैं, सिक्के जीतने के लिए आपके पास कई तरीके हैं।<br><br>NewsDog हर रोज आपके सिक्कों को वास्तविक रुपये में बदल देगा।<br><br>जब आप के खाते में 200 रुपए से ज्यादा हो जाएंगे ,तब आप अपने पैसे निकाल सकते हैं!<br><br>",
        "newbie_checkin_proceed": "मिल गया और आगे बढ़ें",
        "newbie_step_2": "<span class='newbie-highlight-2'>प्रशिक्षण कार्य 2 : शेयर एप्प</span><br><br>Newsdog App आप  के फ्रेंड से शेयर करें। एक सफर शेयर से आप <span class='newbie-highlight-1'>50 सिक्के</span> कमा सकते हैं। शेयर करने की कोई सीमा नहीं है।<br><br>शेयर बटन पर क्लिक करें फिर Newsdog App शेयर करें।",
        "newbie_share_title": "<span class='newbie-highlight-2'>बधाई!</span><br><span class='newbie-highlight-2'>आपने एप्प शेयर का  काम पूरा कर लिया है।</span>",
        "newbie_share_content": "अगर आपके द्वारा शेयर किए गए लिंक पर क्लिक करते हैं ,तो आपको 50 सिक्के मिलेंगे।",
        "newbie_step_3": "<span class='newbie-highlight-2'>प्रशिक्षण कार्य 3: दोस्तों को आमंत्रित करें</span><br><br>दोस्तों को आमंत्रित करना NewsDog में सबसे पुरस्कृत कार्य है<br><br>जब आप एक दोस्त को सफलतापूर्वक NewsDog में आमंत्रित कर लेंगे तो हम आप दोनों के बीच एक इनवीटेशन रिलेशनशिप बना देंगे।",
        "newbie_invite_title": "<span class='newbie-highlight-2'>दोस्तों को कैसे आमंत्रित करें?</span>",
        "newbie_invite_content_1": "आप अपना आमंत्रण लिंक पोस्ट और  NewsDog शेयर कर सकते हैं। जब आपका दोस्त आपके आमंत्रण लिंक के द्वारा NewsDog एप्प डाउनलोड करे,तो हम यह जान लेंगे कि आपने उन्हें आमंत्रित किया है।",
        "newbie_invite_content_2": "हर सफर आमंत्रित से आप को 4500 सिक्के मिल सकते हैं।",
        "newbie_invite_btn": "डिटेल्स सीखें",
        "newbie_invite_img": {'sx':require('@src/assets/images/newbie/SXH.jpg'), 's':require('@src/assets/images/newbie/SH.jpg'), 'x':require('@src/assets/images/newbie/XH.jpg'), 'empty':require('@src/assets/images/newbie/EMPTYH.jpg')},
        "newbie_invite_des": "आप फ्रेंड को आमंत्रित करके,6 दिनों के दौरान NewsDog आप को 4500 सिक्के देंगे। <br><br>1.आप का फ्रेंड NewsDog डाउनलोड और ओपन करके आप को 2000 सिक्के तुरंत मिल सकते है।<br>2.जब आपका फ्रेंड NewsDog पर आर्टिकल पढ़ लेगें तब आपको हर दिन 500 सिक्के मिल सकते है।",
        "newbie_done_title": "<span class='newbie-highlight-2'>बधाई!<br>आपने प्रशिक्षण कार्य पूरा कर लिया हैं।<br>आपके लिए 100 सिक्के!</span><br>",
        "newbie_done_content": "अब आपको NewsDog में सिक्के जीतने का तरीका समझ आ गया है, तो फिर ज्यादा आर्टिकल पढ़ें, ज्यादा दोस्तों को  आमंत्रित करें और  ढेर सारे पैसे कमाएं!",
        "newbie_done_btn": "बंद",
        "newbie_entrance_title": "<span class='newbie-highlight-3'>100 सिक्के अर्जित करने के लिए पूरा प्रशिक्षण कार्य करें!</span>",
        "newbie_entrance_step_1": "चेक इन",
        "newbie_entrance_step_2": "शेयर एप्प",
        "newbie_entrance_step_3": "दोस्तों को आमंत्रित करें",
        "newbie_entrance_proceed": "चलें",


        "share_data_today": 'आज',
        "share_data_total": 'कुल',
        "share_data_share": 'शेयर',
        "share_data_effective_share": 'सफर शेयर',
        "share_data_friends": 'फ्रेंड्स',


        "timer_promotion_active": 'बधाई! आप को 10 सिक्के घंटेवार रिवॉर्ड मिला हैं, 10 सिक्के पाने के लिए हर घंटे NewsDog खोलें।',
        "timer_promotion_disable": 'घंटेवार रिवॉर्ड<br>हर घंटे NewsDog को खोलें, आप को 10 सिक्के घंटेवार रिवॉर्ड मिल सकते हैं. रिवार्ड की मात्रा बदल सकती है।',
        "invite_competition_img": require('@src/assets/images/INVITE-COMPETITION-H.png'),
        "hourly_rewards_tip_title": "घंटेवार रिवॉर्ड",
        "hourly_rewards_tip_content": "हर घंटे NewsDog को खोलें, आप को <span class='hourly-highlight'>10 सिक्के</span> घंटेवार रिवॉर्ड मिल सकते हैं. रिवार्ड की मात्रा बदल सकती है।",
        "hourly_rewards_tip_foot": 'समझ गया',
        "timer_coins_success": "घंटेवार रिवॉर्ड",
        "timer_coins_fail": "विफल हुआ",

        "policy_notice": "मेक मनी कांटेस्ट नियम"

    },
    "pageTitle":{
        "index": "पैसे कमाने का कांटेस्ट",
        "checkin": "चेक इन करें",
        "partnership": "दोस्तों को आमंत्रित करें",
        "leaderBoard": "लीडरबोर्ड",
        "income": "आमदनी",
        "cashOut": "नकद निकालें",
        "faq": "सामान्य प्रश्न",
        "withDraw": "पेमेंट की जानकारी",
        "notifications": "सूचना",
        "policy": "मेक मनी कांटेस्ट नियम",
        "sysNotice": "नोटिफिकेशन को चालू करें"
    },
    "COPYTIP":"लिंक कॉपी हो गया",
    "BOARDCASTTIP": "वाह! {name} को मिले {money} रुपए!",
    "requirePermissionsTip":"सामान्य एवं सुरक्षित से एसएमएस शेयर का उपयोग करने के लिए कृपया हमें कांटेक्ट के विशेषाधिकारों का उपयोग करने की अनुमति दें।",
    "PLACEHOLDER":{
        phone: "फ़ोन नंबर ",
        phone2: "रिपीट फ़ोन नंबर",
        amount: "रकम "
    },
    "NOTICE":"टॉप 5 शेयर ₹5000 कांटेस्ट खत्म हुआ।",
    "SYSNOTICE-SETTING": "नोटिफिकेशन",
    "SYSNOTICE": "नोटिफिकेशन को चालू करें और एक्स्ट्रा रिवॉर्ड जीतें.",
    "SYSGUIDE":{
        "step1":{
            "order": "step 1",
            "desc": "न्यूज़डॉग नोटिफिकेशन सेटिंग को ढूंढें"
        },
        "step2":{
            "order": "step 2",
            "desc": "सुनिश्चित करें कि आपके फोन पर न्यूज़डॉग नोटिफिकेशन की अनुमति है"
        }
    },
    "POLICY":{
        "title": "NewsDog मेक मनी कांटेस्ट नियम",
        "desc": "यह नियम कांटेस्ट का सामान्य क्रम सुनिश्चित करते है और यूजर्स के हितों को रक्षा करते है। सभी यूजर्स को इन नियमों का पालन करना जरूरी है।",
        "notice1": "1. आप जो फ्रेंड को इनवाइट करते हैं वह असली यूजर होना चाहिए। किसी असली यूजर का प्रतिरूपण करने का कोई भी प्रयास चीटिंग कहलायगा।",
        "notice2": "2. आपका पढ़ना, इनवाइट करना, शेयर करना, मैन्युअल, प्राकृतिक गतिविधियों से होना चाहिए। इन गतिविधियों को ऑटोमैटिक और मैकेनिकल तरीके से पूरा करने का कोई भी प्रयास चीटिंग कहलायगा।",
        "explain": "NewsDog बिना किसी पूर्व नोटिस के इस नियम को बदलने का पूरा अधिकार रखता है। जो यूजर्स इस नियम का उल्लंघन करते हैं, उन्हें सस्पेंद कर दिया जाएगा"
    },
    "FB_SHARE":{
        text1: 'शेयर लिंक कॉपी किया गया है,',
        text2: 'कृपया सीधे से फेसबुक में',
        text3: 'करें।',
        paste: 'पेस्ट',
        ok: 'ठीक है'
    },
    "SHAREINFO": {
        text: "हे, मैंने आपको 50 रुपए Paytm कैश भेजा है। वह पाने में सिर्फ 15 सेकंड क्यों न लें? 👉 ",
        title: " आपके पास एक निमंत्रण है कि न्यूज़डाग में 1000 रुपए कमाना। मुफ्त तरीके से न्यज़ पढ़ना, फ्रेंड्स को इनवाइट और कैश कमाना। मैंने बहुत कैश निकाला हैं।",
        image: "http://static.newsdog.today/p/images/INVITE-SHARE-H.png",
        text_suffix: "",
        url_prefix: {
            "fb": "http://ndog.co/w/",
            "whatsapp": "http://ndog.co/w/",
            "sms": "http://ndog.co/w/",
            "text": "http://ndog.co/w/",
            "other": "http://ndog.co/w/"
        },
        card_tips : {
            "follow":"दोस्तों को न्यूज़डोग में आमंत्रण करने से आपको {text} रुपए मिले हैं। ",
            "tribute" : "दोस्तों को न्यूज़डोग में आमंत्रण करने से आपको {text} सिक्के मिले हैं। ",
            "bonus" : "दोस्तों के न्यूज़ पढने के जरिए आपको  {text} सिक्के मिले हैं। ",
            "grandson" : "आप के फ्रेंड के फ्रेंड ने न्यूज़ पढ़ लिया,आप को {text} सिक्के मिले।",
            "withdraw" : "मैंने न्यूजडॉग से {text} रुपए निकाल लिया। वास्तविक आय मिलने के लिए न्यूज़डोग में भाग लेना सिर्फ 15 सेकंड क्यों न लें!",
            "beforewithdraw" : "मैंने न्यूजडॉग से {text} रुपए निकाल लिया। वास्तविक आय मिलने के लिए न्यूज़डोग में भाग लेना सिर्फ 15 सेकंड क्यों न लें!",
            "showoff" : "हे, मैंने न्यूज़डोग में {text} रुपए कमाए है। अपना भाग्य बनाने के लिए 15 सेकंड क्यों न लें!"
        }
    },
    "SWIPERS": [{
        url : "./partnership.html",
        img : require('@src/assets/images/Hindi-2.png')
    },{
        url : "./partnership.html",
        open: 'whatsapp',
        img : require('@src/assets/images/Hindi-3.png')
    }],
    "INVITE_RULES":[
        {
            detail: 'आप फ्रेंड को आमंत्रित करके,6 दिनों के दौरान NewsDog आप को 4500 सिक्के देंगे। <br/>1.आप का फ्रेंड NewsDog डाउनलोड और ओपन करके आपको 2000 सिक्के तुरंत मिल सकते है।<br/> 2.जब आपका फ्रेंड NewsDog पर आर्टिकल पढ़ें तब आप हर दिन 500 सिक्के कमा सकते है।'
        },
        {
            type:"table",
            detail:{
                table:[
                    ['Amit रेडिंग दिन ','1st दिन ','2nd दिन '],
                    ['आप के रिवार्ड ',150,100]
                ],
                desc:"अगर आप ने  Raj आमंत्रित किया है ,फिर Raj ने  Amit आमंत्रित किया है,तो जब  Amit दो दिन के दौरान में कम से कम 1 न्यूज़ पढ़ें,तब आप 250 सिक्के कमा सकते हैं।"
            }
        }
    ],
    "INVITE_RULE_STEP_IMAGE":[require('@src/assets/images/share-flow/hi/1.png'),require('@src/assets/images/share-flow/hi/2.png'),require('@src/assets/images/share-flow/hi/3.png'),require('@src/assets/images/share-flow/hi/4.png'),require('@src/assets/images/share-flow/hi/5.png')],
    "INCOME_SHARE_IMAGE": require('@src/assets/images/income/whatsapp-share-hi.png')
}