
{
  "en":{
    "list":[
      {
        "title": "The Top 5 Share ₹5000 Contest ends",
        "time":"20:10",
        "date":"24.01.2018",
        "context":"The Top 5 Share ₹5000 Invite Contest has ended. Congratulations to the winners and thank you for your participation. Winners of 24/01/18 please claim your award before 0:00 26/01/18."
      },
      {
        "title":"Promotion ends. Invite reward back to 4500 coins",
        "time":"13:00",
        "date":"10.01.2018",
        "context":"2018 new year promotion ends. The inviting reward for each friend has been changed back to 4500 coins."
      },
      {
        "title":"Inviting reward is 5500 coins now!",
        "time":"20:10",
        "date":"04.01.2018",
        "context":"Happy new year! To celebrate new year, we have increased each inviting reward to 5500 coins. Take the chance and earn big money."
      },
      {
        "title":"Invite contest is here! Win 2000 rupees every day.",
        "time":"12:10",
        "date":"27.12.2017",
        "context":"Here comes the new Invite Contest. Every day, 5 users invited most friends on the previous day will share 5000 rupees! Everyone can participate."
      },
      {
        "title":"Inviting reward is 5000 coins now!",
        "time":"20:10",
        "date":"18.12.2017",
        "context":"Reward you more. Each invitation reward has been increased to 5000 coins! 2500 coins immediately. "
      },
      {
        "title":"UP! UP! UP! Inviting rewards= 4500 coins now",
        "time":"19:50",
        "date":"11.12.2017",
        "context":"Further increase! Each invitation reward has been increased to 4500 coins! 2000 coins immediately."
      },
      {
        "title":"Big increase! Inviting rewards changed to 4000 coins.",
        "time":"17:50",
        "date":"07.12.2017",
        "context":"Each invitation reward has been increased to 4000 coins! 1500 coins immediately. Time to let your friends know NewsDog."
      },
      {
        "title":"Cash out Threshold Changed",
        "time":"15:59",
        "date":"19.9.2017",
        "context":"Promotion ends. Cash out threshold has changed to Rs 200."
      },
      {
        "title":"Service Upgrade Notice",
        "time":"15:31",
        "date":"14.9.2017",
        "context":"NewsDog will perform service upgrade between 0:00 AM and 08:00 AM on Saturday, September 16th. Make Money Contest is unavailable during this time. Sorry for any inconvenience brought."
      },
      {
        "title":"Attention! This may impact your money.",
        "time":"18:35",
        "date":"13.9.2017",
        "context":"Recently, we've suspended many accounts who attempted to get invitation coins by cheating. We encourage inviting friends to NewsDog, but we have zero tolerance against cheating, because cheating can harm other users' interests. We have already given cash rewards to many users with our great appreciation, and we will continue doing so in the future. Let us build a healthy NewsDog APP together."
      },
      {
        "title":"Invitation reward increased to 3500 coins",
        "time":"19:00",
        "date":"5.9.2017",
        "context":"New Changes to Make Money Contest: <br>1. Each invitation reward increased to 3500 coins.<br>2. Get 1000 coins immediately after your friend opens NewsDog.<br>3. Every day, 10 reading rewards at the most.<br>4. No more reward when your friend reads news."
      },
      {
        "title":"Cash out Threshold Lowered to ₹150",
        "time":"17:39",
        "date":"29.8.2017",
        "context":"You are eligible to cash out when your account balance reaches Rs 150 now. Invite more Friends to NewsDog to earn more."
      },
      {
        "title":"Unlimited Share Coins Now!",
        "time":"15:35",
        "date":"28.8.2017",
        "context":"We understand how you want to earn more coins. We also understand how many friends and groups you want to share NewsDog with. So we made changes for you. Now you can share NewsDog to unlimited friends and groups! How much you can earn depends on how good you are at sharing NewsDog with friends and groups. If you wanna ask how much on earth I can earn? I should say UNLIMITED. Go to share and earn now. "
      },
      {
        "title":"Reading bonus chance gets bigger",
        "time":"18:15",
        "date":"31.7.2017",
        "context":"Dear Users,<br/>There has been a strategy change concerning reading bonus. Now the chance of getting reading bonus gets bigger, and the bonus for reading one bonus article has changed to 15 coins. You can earn more by keeping reading articles and sharing NewsDog with your friends. The more you share and read, the more you earn!"
      },
      {
        "title":"Get more bonus for reading articles!",
        "time":"12:01",
        "date":"17.7.2017",
        "context":"Good news, everyone!<br/>Bonus for reading articles has been increased for you! It's easier to get coins from reading articles now!<br/>Share with more friends and ask them to read more articles to make more coins!"
      }
    ]
  },
  "hi": {
    "list":[
      {
        "title": "टॉप 5 शेयर ₹5000 कांटेस्ट खत्म हुआ।",
        "time":"20:10",
        "date":"24.01.2018",
        "context":"टॉप 5 शेयर ₹5000 इनवाइट कांटेस्ट खत्म हुआ। भाग लेने के लिए धन्यवाद और विजेताओं को बधाई। 24/01/18 के विजेता कृपया 0:00 26/01/18 से पहले अपने रिवॉर्ड प्राप्त करें"
      },
      {
        "title":"प्रमोशन समाप्त हो गया है.अब इनवाइट करने का रिवॉर्ड 4500 सिक्के हो गया है",
        "time":"13:00",
        "date":"10.01.2018",
        "context":"2018 नया साल का प्रमोशन समाप्त हो गया,अब इनवाइट करने का रिवॉर्ड 4500 सिक्के हो गया है"
      },
      {
        "title":"इनवाइट करने का रिवॉर्ड अब 5500 सिक्के हो गया है!",
        "time":"20:10",
        "date":"04.01.2018",
        "context":"नया साल मुबारक हो! नए साल का जश्न मनाने के लिए, हमने हर आमंत्रण का रिवॉर्ड 5500 सिक्कों में बढ़ा दिया है। अब मौका लें और पैसा कमाएं"
      },
      {
        "title":"नया कांटेस्ट! 2000 रुपये रोजाना जीतें",
        "time":"12:10",
        "date":"27.12.2017",
        "context":"नया इनवाइट कांटेस्ट! हर दिन ,टॉप 5 यूजर्स जो सबसे ज्यादा फ्रेंड्स NewsDog में इनवाइट किये हैं वे 5000 रूपये शेयर करेंगे.हर यूजर्स भाग ले सकते हैं ये कांटेस्ट."
      },
      {
        "title":"इनवाइट करने का रिवॉर्ड अब 5000 सिक्के हो गया है!",
        "time":"20:10",
        "date":"18.12.2017",
        "context":"बड़ा धमाका. इनवाइट करने का रिवॉर्ड अब 5000 सिक्के हो गया है! 2500 सिक्के तुरंत आपके खाते में हो जाएंगे जमा।"
      },
      {
        "title":" बिग सरप्राइज़！अब इनवाइट रिवॉर्ड=4500 सिक्के",
        "time":"19:50",
        "date":"11.12.2017",
        "context":"बड़ा धमाका! इनवाइट करने का रिवॉर्ड अब 4500 सिक्के हो गया है। 2000 सिक्के तुरंत आपके खाते में हो जाएंगे जमा।"
      },
      {
        "title":"बड़ा मुनाफा! आमंत्रण करने का रिवॉर्ड अब 4000 सिक्के हो गया है।",
        "time":"17:50",
        "date":"07.12.2017",
        "context":"हर आमंत्रण पर अब आपको मिलेंगे 4000 सिक्के! 1500 सिक्के तुरंत हो जायेंगे आपके खाते जमा। अब वक़्त आ गया है अपने दोस्तों से NewsDog के भरी ऑफर  को शेयर करने का"
      },
      {
        "title":"कॅशआउट की सीमा बदल गई है।",
        "time":"15:59",
        "date":"19.9.2017",
        "context":"संवर्धन समाप्त होता है,अब कॅशआउट की सीमा 200 रुपये में बदल गई है।"
      },
      {
        "title":"सर्विस अपग्रेड नोटिस",
        "time":"15:31",
        "date":"14.9.2017",
        "context":"NewsDog शनिवार, 16 सितंबर को 0:00AM से 08:00AM तक सर्विस अपग्रेड करेगा। मेक मनी कांटेस्ट इस दौरान उपलब्ध नहीं रहेगा। आपको हुई इस असुविधा के लिए हमें खेद है।"
      },
      {
        "title":"ध्यान दें! यह पैसों के बारे में है",
        "time":"18:35",
        "date":"13.9.2017",
        "context":"हाल ही में, हमने कई खातों को निलंबित कर दिया था जिन्होंने धोखाधड़ी से सिक्के बनाकर पैसे कमाने का प्रयास किया था। हम न्यूजडॉग पर फ्रेंड्स इनवाइट करने के लिए प्रोत्साहित करते हैं। लेकिन धोखाधड़ी करने वालों के लिए हमारे पास जीरो टॉलरेंस की नीति है। क्योंकि इस तरह की चीटिंग से बाकि यूजर को नुकसान होता है। कई यूजर को न्यूजडाॅग से आभार के तौर पर नगद इनाम पहले ही मिले चुके हैं और ऐसा हम आगे भी करते रहेंगे। न्यूजडाॅग पर हम आपके साथ मिलकर एक स्वस्थ वातावरण का निर्माण करना चाहते हैं।"
      },
      {
        "title":"प्रत्येक आमंत्रण पर अब मिलेंगे 3500 सिक्कें",
        "time":"19:00",
        "date":"5.9.2017",
        "context":"‘पैसे बनाने का कांटेस्ट’ के नियमों में हुए नए बदलाव: <br>1. एक आमंत्रण पर मिलने वाले सिक्कों की संख्या बढ़कर हुई 3500।<br>2. आपके दोस्त के द्वारा ऐप खोलते ही आपको तुरंत मिलेंगे 1000 सिक्कें।<br>3. न्यूज़ पढ़ने पर प्रत्येक दिन मिलने वाले रिवॉर्ड की अधितकम संख्या हुई 10।<br>4. दोस्त के न्यूज़ पढ़ने पर अब कोई रिवॉर्ड नहीं।"
      },
      {
        "title":"अब पैसे निकाले का न्यूनतम राशि 150 रुपए में बदला है",
        "time":"17:39",
        "date":"29.8.2017",
        "context":"जब खाते में 150 रुपए से ज्यादा, तब आप पैसे निकाल सकते हैं।ज्यादा फ्रेंड्स newsdog में आमंत्रित करें फिर ज्यादा पैसे कमाएं। "
      },
      {
        "title":"अब असीमित सिक्के जीतें !",
        "time":"15:35",
        "date":"28.8.2017",
        "context":"हमें पता है कि आप अधिक सिक्के जीतना चाहते हैं और हमें यह भी पता है कि आप ज्यादा फ्रेंड और ग्रुप्स से NewsDog शेयर करना चाहते हैं। इसलिए हमने आपके लिए स्कीम बदलाव किए हैं । अब आप NewsDog असीमित फ्रेंड और ग्रुप्स से शेयर कर सकते हैं! जितना अधिक आप फ्रेंड और ग्रुप्स से शेयर करते हैं उतना अधिक सिक्के आप कमा सकते हैं। अगर आप पूछना चाहते हैं कि “मैं कितना कमा सकता हूँ”? हम यह जवाब देना चाहते हैं कि “जीतने के लिए कोई सीमा नहीं है” ! अब शेयर करें और असीमित सिक्के जीतें !"
      },
      {
        "title":"रीडिंग से बोनस पाने का सबसे बड़ा मौका",
        "time":"18:15",
        "date":"31.7.2017",
        "context":"प्रिय उपयोगकर्ता,<br/>रीडिंग से बोनस मिलने की रणनीति बदल गई है। अब रीडिंग से ज्यादा लेखों पर बोनस मिलेंगे, एक लेख पढ़ने के लिए अब बोनस 15 सिक्के में बदल गया है। लेख पढ़ने और न्यूजडॉग को दोस्तों के साथ साझा करके आप ज़्यादा कमा सकते हैं। जितना अधिक आप साझा करते और पढ़ते हैं, उतना ज़्यादा आप कमा सकते हैं!"
      },
      {
        "title":"आर्टिकल पढ़ने पर अधिक बोनस प्राप्त करें!",
        "time":"12:01",
        "date":"17.7.2017",
        "context":"सभी के लिए अच्छी खबर!<br/>आर्टिकल पढ़ने के लिए मिलने वाले बोनस को बढ़ा दिया गया है! आर्टिकल पढ़कर काॅइन कमाना अब और भी आसान हो गया है! <br/>ज्यादा से ज्यादा दोस्तो के साथ शेयर करें और अधिक काॅइन कमाने के लिए उन्हें ज्यादा आर्टिकल पढ़ने के लिए कहें!"
      }
    ]
  }
}
